[M_Allium_ThanksgivingMission01 MissionDefinition]
MissionName="As Dores da Fome"
MissionDescription="O Senhor Torgue convidou você para o grande espetáculo Sede de Violência da Corporação Torgue, onde os maiores Encrenqueiros de Pandora podem demonstrar seu valor diante do Voraz Peru de Papo-Vermelho.  Você só precisa encontrar o Torgue e ele lhe explicará como você deve fazer para sobreviver à esse épico combate de carne e explosões."
TurnInDescription="Aprecie a refeição!"
MissionSummary="Encontre-se com o Senhor Torgue"
MissionGiver="Senhor Torgue"
MissionTurnInLocation="Senhor Torgue"
TeaserText="Quem está com fome?"

[M_Allium_ThanksgivingMission01:AddTheGravySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="O Senhor Torgue convidou você para o grande espetáculo Sede de Violência da Corporação Torgue, onde os maiores Encrenqueiros de Pandora podem demonstrar seu valor diante do Voraz Peru de Papo-Vermelho.  Você só precisa encontrar o Torgue e ele lhe explicará como você deve fazer para sobreviver à esse épico combate de carne e explosões.\nPrimeiro você deve preparar uma comida para envenenar o Peru.  Você já tem a carne e o veneno, basta colocar o veneno no tempero e colocá-lo na carne.  Feito isso, é só cozinhar."

[M_Allium_ThanksgivingMission01:CookFood MissionObjectiveDefinition]
ProgressMessage="Cozinhe a comida"

[M_Allium_ThanksgivingMission01:DefeatFreezerTribute MissionObjectiveDefinition]
ProgressMessage="Derrote os tributos"

[M_Allium_ThanksgivingMission01:DefeatGobbler MissionObjectiveDefinition]
ProgressMessage="Derrote o Peru"

[M_Allium_ThanksgivingMission01:DefeatGobbler3 MissionObjectiveSetDefinition]
MissionSummaryOverride="Derrote o Peru"
MissionDescriptionOverride="O Senhor Torgue convidou você para o grande espetáculo Sede de Violência da Corporação Torgue, onde os maiores Encrenqueiros de Pandora podem demonstrar seu valor diante do Voraz Peru de Papo-Vermelho.\nTorgue lhe explicou que a luta contra o Peru está manipulada: todos os gladiadores anteriores morreram perante o invencível Peru de Papo-Vermelho (invencível mesmo, não como o ''Bucherax, O Invencível'', onde o ''invencível'' do nome era apenas uma ironia).\nDepois de cozinhar, picar, envenenar e correr, finalmente você pode matar o Peru.  Entre lá e arregaça o bicho.\n"

[M_Allium_ThanksgivingMission01:DefeatJabberTribute MissionObjectiveDefinition]
ProgressMessage="Derrote os tributos"

[M_Allium_ThanksgivingMission01:DefeatJabberTributeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Allium_ThanksgivingMission01:DefeatTribute1Set MissionObjectiveSetDefinition]
MissionSummaryOverride="Consiga a carne"
MissionDescriptionOverride="O Senhor Torgue convidou você para o grande espetáculo Sede de Violência da Corporação Torgue, onde os maiores Encrenqueiros de Pandora podem demonstrar seu valor diante do Voraz Peru de Papo-Vermelho.\nTorgue lhe explicou que a luta contra o Peru está manipulada: todos os gladiadores anteriores morreram perante o invencível Peru de Papo-Vermelho (invencível mesmo, não como o ''Bucherax, O Invencível'', onde o ''invencível'' do nome era apenas uma ironia).\nTorgue precisa que você envenene o Peru para privá-lo da sua invencibilidade.   Quando fizer isso, você poderá matá-lo e reclamar o prêmio.\nPrimeiro você precisa preparar uma comida capaz de envenenar o Peru.  O Senhor Torgue pediu para você ir até a cozinha e encontrar um pouco de carne bem suculenta."

[M_Allium_ThanksgivingMission01:DefendTheFoodSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Allium_ThanksgivingMission01:FindJabberSurpriseTributeSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Derrote os tributos"
MissionDescriptionOverride="O Senhor Torgue convidou você para o grande espetáculo Sede de Violência da Corporação Torgue, onde os maiores Encrenqueiros de Pandora podem demonstrar seu valor diante do Voraz Peru de Papo-Vermelho.\nTorgue lhe explicou que a luta contra o Peru está manipulada: todos os gladiadores anteriores morreram perante o invencível Peru de Papo-Vermelho (invencível mesmo, não como o ''Bucherax, O Invencível'', onde o ''invencível'' do nome era apenas uma ironia).\nTorgue precisa que você envenene o Peru para privá-lo da sua invencibilidade.   Quando fizer isso, você poderá matá-lo e reclamar o prêmio.\nPrimeiro você precisa preparar uma comida capaz de envenenar o Peru.  Com a carne preparada, você deve encontrar algum veneno.  Torgue recomendou que você procurasse pelos ninhos de Stabber Jabbers da Corporação e pegue o veneno das suas glândulas.  No momento, é melhor você se preocupar em eliminar os tributos assassinos enviados pelo Presidente Smith, da Corporação Torgue, especialmente para acabar com a sua raça.\n"

[M_Allium_ThanksgivingMission01:FindStabjabberNests MissionObjectiveDefinition]
ProgressMessage="Procure pelos ninhos de Stabber Jabbers"

[M_Allium_ThanksgivingMission01:FindStabjackerNestsSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Consiga o veneno"
MissionDescriptionOverride="O Senhor Torgue convidou você para o grande espetáculo Sede de Violência da Corporação Torgue, onde os maiores Encrenqueiros de Pandora podem demonstrar seu valor diante do Voraz Peru de Papo-Vermelho.\nTorgue lhe explicou que a luta contra o Peru está manipulada: todos os gladiadores anteriores morreram perante o invencível Peru de Papo-Vermelho (invencível mesmo, não como o ''Bucherax, O Invencível'', onde o ''invencível'' do nome era apenas uma ironia).\nTorgue precisa que você envenene o Peru para privá-lo da sua invencibilidade.   Quando fizer isso, você poderá matá-lo e reclamar o prêmio.\nPrimeiro você precisa preparar uma comida capaz de envenenar o Peru.  Com a carne preparada, você deve encontrar algum veneno.  Torgue recomendou que você procurasse pelos ninhos de Stabber Jabbers da Corporação e pegue o veneno das suas glândulas.\n"

[M_Allium_ThanksgivingMission01:GameShowStartingSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="O Senhor Torgue convidou você para o grande espetáculo Sede de Violência da Corporação Torgue, onde os maiores Encrenqueiros de Pandora podem demonstrar seu valor diante do Voraz Peru de Papo-Vermelho.  Você só precisa encontrar o Torgue e ele lhe explicará como você deve fazer para sobreviver à esse épico combate de carne e explosões.\nPrimeiro você terá que entrar na platéia da Torgue.  Simplesmente entregue seu ingresso para poder entrar.\n"

[M_Allium_ThanksgivingMission01:GetMorePoisonGlands MissionObjectiveDefinition]
ProgressMessage="Consiga as glândulas de veneno"

[M_Allium_ThanksgivingMission01:GetSomePoisonGlandsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Allium_ThanksgivingMission01:GiveAdmission MissionObjectiveDefinition]
ProgressMessage="Entregue o ingresso do espetáculo"

[M_Allium_ThanksgivingMission01:GiveTicketSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Allium_ThanksgivingMission01:GrabMeatSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Consiga a carne"
MissionDescriptionOverride="O Senhor Torgue convidou você para o grande espetáculo Sede de Violência da Corporação Torgue, onde os maiores Encrenqueiros de Pandora podem demonstrar seu valor diante do Voraz Peru de Papo-Vermelho.\nTorgue lhe explicou que a luta contra o Peru está manipulada: todos os gladiadores anteriores morreram perante o invencível Peru de Papo-Vermelho (invencível mesmo, não como o ''Bucherax, O Invencível'', onde o ''invencível'' do nome era apenas uma ironia).\nTorgue precisa que você envenene o Peru para privá-lo da sua invencibilidade.   Quando fizer isso, você poderá matá-lo e reclamar o prêmio.\nPrimeiro você precisa preparar uma comida capaz de envenenar o Peru.  O Senhor Torgue pediu para você ir até a cozinha e encontrar um pouco de carne bem suculenta.\n"

[M_Allium_ThanksgivingMission01:GrabScagMeat MissionObjectiveDefinition]
ProgressMessage="Consiga carne de Skag"

[M_Allium_ThanksgivingMission01:GrabScagMeatTrickMeatSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Allium_ThanksgivingMission01:GrindTheMeat MissionObjectiveDefinition]
ProgressMessage="Pique a carne"

[M_Allium_ThanksgivingMission01:GrindTheMeat2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Allium_ThanksgivingMission01:GrindTheMeat3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Allium_ThanksgivingMission01:GrindTheMeatButton3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Allium_ThanksgivingMission01:GrindTheMeatButtonOff1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Allium_ThanksgivingMission01:GrindTheMeatButtonOff2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Allium_ThanksgivingMission01:GrindTheMeatSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Allium_ThanksgivingMission01:HeadToKichenSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Dirija-se até a cozinha"
MissionDescriptionOverride="O Senhor Torgue convidou você para o grande espetáculo Sede de Violência da Corporação Torgue, onde os maiores Encrenqueiros de Pandora podem demonstrar seu valor diante do Voraz Peru de Papo-Vermelho.\nTorgue lhe explicou que a luta contra o Peru está manipulada: todos os gladiadores anteriores morreram perante o invencível Peru de Papo-Vermelho (invencível mesmo, não como o ''Bucherax, O Invencível'', onde o ''invencível'' do nome era apenas uma ironia).\nTorgue precisa que você envenene o Peru para privá-lo da sua invencibilidade.   Quando fizer isso, você poderá matá-lo e reclamar o prêmio.\nPrimeiro você precisa preparar uma comida capaz de envenenar o Peru.  O Senhor Torgue pediu para você ir até a cozinha e encontrar um pouco de carne bem suculenta.\n"

[M_Allium_ThanksgivingMission01:KillChefs MissionObjectiveDefinition]
ProgressMessage="Elimine o cozinheiro"

[M_Allium_ThanksgivingMission01:KillChefsSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Elimine os Chefs"
MissionDescriptionOverride="O Senhor Torgue convidou você para o grande espetáculo Sede de Violência da Corporação Torgue, onde os maiores Encrenqueiros de Pandora podem demonstrar seu valor diante do Voraz Peru de Papo-Vermelho.\nTorgue lhe explicou que a luta contra o Peru está manipulada: todos os gladiadores anteriores morreram perante o invencível Peru de Papo-Vermelho (invencível mesmo, não como o ''Bucherax, O Invencível'', onde o ''invencível'' do nome era apenas uma ironia).\nTorgue precisa que você envenene o Peru para privá-lo da sua invencibilidade.   Quando fizer isso, você poderá matá-lo e reclamar o prêmio.\nPrimeiro você precisa preparar uma comida capaz de envenenar o Peru.  O Senhor Torgue pediu para você ir até a cozinha e encontrar um pouco de carne bem suculenta.\nInfelizmente os chefs da Corporação Torgue não gostaram da ideia de um Caçador da Sepultura pegar suas carnes para preparar um banquete venenoso.   Você terá que abrir caminho lutando contra eles para chegar até o local onde a carne está guardada.\n"

[M_Allium_ThanksgivingMission01:MoveMeatIntoPlaceSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Pique a carne"
MissionDescriptionOverride="O Senhor Torgue convidou você para o grande espetáculo Sede de Violência da Corporação Torgue, onde os maiores Encrenqueiros de Pandora podem demonstrar seu valor diante do Voraz Peru de Papo-Vermelho.\nTorgue lhe explicou que a luta contra o Peru está manipulada: todos os gladiadores anteriores morreram perante o invencível Peru de Papo-Vermelho (invencível mesmo, não como o ''Bucherax, O Invencível'', onde o ''invencível'' do nome era apenas uma ironia).\nTorgue precisa que você envenene o Peru para privá-lo da sua invencibilidade.   Quando fizer isso, você poderá matá-lo e reclamar o prêmio.\nPrimeiro você precisa preparar uma comida capaz de envenenar o Peru.  Você encontrou um pouco de carne.  Agora é só picá-la e preparar uma comida de verdade.\n"

[M_Allium_ThanksgivingMission01:OvenStarted MissionObjectiveDefinition]
ProgressMessage="Acenda o forno"

[M_Allium_ThanksgivingMission01:PoisonGobbler MissionObjectiveDefinition]
ProgressMessage="Envenene o Peru"

[M_Allium_ThanksgivingMission01:PoisonGobblerSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride="Envenene o Peru"
MissionDescriptionOverride="O Senhor Torgue convidou você para o grande espetáculo Sede de Violência da Corporação Torgue, onde os maiores Encrenqueiros de Pandora podem demonstrar seu valor diante do Voraz Peru de Papo-Vermelho.\nTorgue lhe explicou que a luta contra o Peru está manipulada: todos os gladiadores anteriores morreram perante o invencível Peru de Papo-Vermelho (invencível mesmo, não como o ''Bucherax, O Invencível'', onde o ''invencível'' do nome era apenas uma ironia).\nTorgue precisa que você envenene o Peru para privá-lo da sua invencibilidade.   Quando fizer isso, você poderá matá-lo e reclamar o prêmio. "

[M_Allium_ThanksgivingMission01:PoisonTheGravy MissionObjectiveDefinition]
ProgressMessage="Envenene o tempero"

[M_Allium_ThanksgivingMission01:PoisonTheGravySet MissionObjectiveSetDefinition]
MissionSummaryOverride="Envenene o tempero"
MissionDescriptionOverride="O Senhor Torgue convidou você para o grande espetáculo Sede de Violência da Corporação Torgue, onde os maiores Encrenqueiros de Pandora podem demonstrar seu valor diante do Voraz Peru de Papo-Vermelho.  Você só precisa encontrar o Torgue e ele lhe explicará como você deve fazer para sobreviver à esse épico combate de carne e explosões.\nPrimeiro você deve preparar uma comida para envenenar o Peru.  Você já tem a carne e o veneno, basta colocar o veneno no tempero e colocá-lo na carne.  Feito isso, é só cozinhar."

[M_Allium_ThanksgivingMission01:ReturnToTorgueSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Allium_ThanksgivingMission01:SlagTheJabbers MissionObjectiveDefinition]
ProgressMessage="Cubra os Stabbers com Slag"

[M_Allium_ThanksgivingMission01:SlagTheJackersGetWeaponSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Allium_ThanksgivingMission01:SlagTheJackersHaveWeaponSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Allium_ThanksgivingMission01:SlagTheJackersSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="O Senhor Torgue convidou você para o grande espetáculo Sede de Violência da Corporação Torgue, onde os maiores Encrenqueiros de Pandora podem demonstrar seu valor diante do Voraz Peru de Papo-Vermelho.\nTorgue lhe explicou que a luta contra o Peru está manipulada: todos os gladiadores anteriores morreram perante o invencível Peru de Papo-Vermelho (invencível mesmo, não como o ''Bucherax, O Invencível'', onde o ''invencível'' do nome era apenas uma ironia).\nTorgue precisa que você envenene o Peru para privá-lo da sua invencibilidade.   Quando fizer isso, você poderá matá-lo e reclamar o prêmio.\nPrimeiro você precisa preparar uma comida capaz de envenenar o Peru.  Com a carne preparada, você deve encontrar algum veneno.  Torgue recomendou que você procurasse pelos ninhos de Stabber Jabbers da Corporação e pegue o veneno das suas glândulas.\nPara recolher o veneno das suas glândulas, primeiro você precisa cobrir os Stabbers com Slag e depois, eliminá-los.\nFeito isso, você deverá colocar o veneno em algum tipo de tempero.  Você não imaginou que o Peru iria engolir o veneno assim à seco, não é?"

[M_Allium_ThanksgivingMission01:StartFoodPreparationSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Defenda a comida enquanto ela cozinha"
MissionDescriptionOverride="O Senhor Torgue convidou você para o grande espetáculo Sede de Violência da Corporação Torgue, onde os maiores Encrenqueiros de Pandora podem demonstrar seu valor diante do Voraz Peru de Papo-Vermelho.\nTorgue lhe explicou que a luta contra o Peru está manipulada: todos os gladiadores anteriores morreram perante o invencível Peru de Papo-Vermelho (invencível mesmo, não como o ''Bucherax, O Invencível'', onde o ''invencível'' do nome era apenas uma ironia).\nTorgue precisa que você envenene o Peru para privá-lo da sua invencibilidade.   Quando fizer isso, você poderá matá-lo e reclamar o prêmio.\nPrimeiro você precisa preparar uma comida capaz de envenenar o Peru.\nOs ingredientes já estão prontos.  Agora você só precisa cozinhá-los.  Você precisa defender o forno enquanto o rango estiver cozinhando.\n"

[M_Allium_ThanksgivingMission01:SurviveGobbler MissionObjectiveDefinition]
ProgressMessage="Sobreviva ao Peru de Papo-Vermelho"

[M_Allium_ThanksgivingMission01:SurviveGobblerSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Sobreviva aos ataques do Peru"
MissionDescriptionOverride="O Senhor Torgue convidou você para o grande espetáculo Sede de Violência da Corporação Torgue, onde os maiores Encrenqueiros de Pandora podem demonstrar seu valor diante do Voraz Peru de Papo-Vermelho.\nTorgue lhe explicou que a luta contra o Peru está manipulada: todos os gladiadores anteriores morreram perante o invencível Peru de Papo-Vermelho (invencível mesmo, não como o ''Bucherax, O Invencível'', onde o ''invencível'' do nome era apenas uma ironia).\nTorgue precisa que você envenene o Peru para privá-lo da sua invencibilidade.   Quando fizer isso, você poderá matá-lo e reclamar o prêmio.\nVocê envenenou o Peru, porém, o veneno ainda não surtiu efeito.  Você precisa sobreviver tempo suficiente até que o veneno comece a agir.\n"

[M_Allium_ThanksgivingMission01:TakeFoodOutOfOven MissionObjectiveDefinition]
ProgressMessage="Tire a comida do forno"

[M_Allium_ThanksgivingMission01:TakeFoodOutOfOvenSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Tire a comida do forno"
MissionDescriptionOverride="O Senhor Torgue convidou você para o grande espetáculo Sede de Violência da Corporação Torgue, onde os maiores Encrenqueiros de Pandora podem demonstrar seu valor diante do Voraz Peru de Papo-Vermelho.\nTorgue lhe explicou que a luta contra o Peru está manipulada: todos os gladiadores anteriores morreram perante o invencível Peru de Papo-Vermelho (invencível mesmo, não como o ''Bucherax, O Invencível'', onde o ''invencível'' do nome era apenas uma ironia).\nTorgue precisa que você envenene o Peru para privá-lo da sua invencibilidade.   Quando fizer isso, você poderá matá-lo e reclamar o prêmio.\nPrimeiro você precisa preparar uma comida capaz de envenenar o Peru.\nA comida já está pronta.  Agora é só retirá-la do forno.\n"

[M_Allium_ThanksgivingMission01:Taketheelevators MissionObjectiveDefinition]
ProgressMessage="Pegue o elevador"

[M_Allium_ThanksgivingMission01:takeyourpositionset MissionObjectiveSetDefinition]
MissionSummaryOverride="Encontre o Peru"
MissionDescriptionOverride="O Senhor Torgue convidou você para o grande espetáculo Sede de Violência da Corporação Torgue, onde os maiores Encrenqueiros de Pandora podem demonstrar seu valor diante do Voraz Peru de Papo-Vermelho.\nTorgue lhe explicou que a luta contra o Peru está manipulada: todos os gladiadores anteriores morreram perante o invencível Peru de Papo-Vermelho (invencível mesmo, não como o ''Bucherax, O Invencível'', onde o ''invencível'' do nome era apenas uma ironia).\nTorgue precisa que você envenene o Peru para privá-lo da sua invencibilidade.   Quando fizer isso, você poderá matá-lo e reclamar o prêmio.\nNo momento você só precisa subir pelo elevador e chegar até o [place]Grove of the Gobbler's[-place].\n"

[M_Allium_ThanksgivingMission01:TalkToTorgue MissionObjectiveDefinition]
ProgressMessage="Fale com o Senhor Torgue"

[M_Allium_ThanksgivingMission01:TalkToTorgueSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="O Senhor Torgue convidou você para o grande espetáculo Sede de Violência da Corporação Torgue, onde os maiores Encrenqueiros de Pandora podem demonstrar seu valor diante do Voraz Peru de Papo-Vermelho.  Você só precisa encontrar o Torgue e ele lhe explicará como você deve fazer para sobreviver à esse épico combate de carne e explosões."

[M_Allium_ThanksgivingMission01:TributeDefeatedSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Consiga a carne"
MissionDescriptionOverride="O Senhor Torgue convidou você para o grande espetáculo Sede de Violência da Corporação Torgue, onde os maiores Encrenqueiros de Pandora podem demonstrar seu valor diante do Voraz Peru de Papo-Vermelho.\nTorgue lhe explicou que a luta contra o Peru está manipulada: todos os gladiadores anteriores morreram perante o invencível Peru de Papo-Vermelho (invencível mesmo, não como o ''Bucherax, O Invencível'', onde o ''invencível'' do nome era apenas uma ironia).\nTorgue precisa que você envenene o Peru para privá-lo da sua invencibilidade.   Quando fizer isso, você poderá matá-lo e reclamar o prêmio.\nPrimeiro você precisa preparar uma comida capaz de envenenar o Peru.\nO Senhor Torgue pediu para você ir até a cozinha e encontrar um pouco de carne bem suculenta."

[M_Allium_ThanksgivingMission01:WakeUpStabJabbers MissionObjectiveDefinition]
ProgressMessage="Acorde os Stabber Jabbers"

[M_Allium_ThanksgivingMission01:WakeupStabjackersSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Allium_ThanksgivingMission01:WatchTorgueShow MissionObjectiveDefinition]
ProgressMessage="Assista ao espetáculo Torgue"

[M_Allium_ThanksgivingMission01:WatchTorgueShowSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="O Senhor Torgue convidou você para o grande espetáculo Sede de Violência da Corporação Torgue, onde os maiores Encrenqueiros de Pandora podem demonstrar seu valor diante do Voraz Peru de Papo-Vermelho.  Você só precisa encontrar o Torgue e ele lhe explicará como você deve fazer para sobreviver à esse épico combate de carne e explosões.\nO Senhor Torgue está no meio de uma transmissão.  Você terá que esperar o fim do espetáculo para poder falar com ele.\n"

